[GENERAL]
NAME					= Romanian
TRANSLATOR				= Matrix
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Versiune #
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Editor video simplu si rapid.
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Neînregistrat

TEXT_YES				= Da
TEXT_NO					= Nu
TEXT_CLOSE				= Închide
TEXT_CANCEL				= Anulează
TEXT_OK					= OK
TEXT_ABORT				= Stop
TEXT_RETRY				= Reîncearcă
TEXT_IGNORE				= Ignoră
TEXT_CONTINUE				= Continuă

TEXT_SAVE				= Salvați
TEXT_NOT_SAVE				= Nu Salvați

TEXT_SECOND				= Sec

TEXT_OPEN_FILE				= Deschide fişier
TEXT_SELECT_FOLDER			= Selectează dosarul de ieşire.

TEXT_SEG_DURATION			= Durată ${str1}
TEXT_SEEK_POS				= Caută ${str1}
TEXT_TOTAL_SEG_DURATION			= Total ${str1}
TEXT_HIGH_SPEED_MODE			= Mod Viteză înaltă
TEXT_HIGH_ENCODING_MODE			= Mod Codare

TEXT_VOLUME_MUTE			= Mut
TEXT_VOLUME				= Volum: ${int1}

TEXT_CHANGE_LANG			= Pentru schimbarea limbii reporniţi Bandicut.[br]Reporniţi acum?
TEXT_RESET_ALL_SETTINGS			= Sigur doriţi refacerea setărilor implicite?
TEXT_SHUTDOWN_SEC			= Calculatorul se va opri în ${int1} secunde.
TEXT_SHUTDOWN_APP_SEC			= Bandicut se va opri în ${int1} secunde.

TEXT_UPDATE_AVAILABLE			= Este disponibilă o nouă versiune Bandicut. [br]Doriţi să o descărcaţi acum?
TEXT_UPDATE_UNAVAILABLE			= Aceasta e cea mai nouă versiune.
TEXT_UPDATE_FAILED			= Nu am putut verifica versiunea. [br]Conexiunea la internet nu a funcţionat. Vă rugăm să încercaţi mai târziu.
TEXT_OFFLINE				= Această funcție poate fi utilizată atunci când acest sistem este conectat la Internet[br]Încercați din nou după ce verificați conexiunea la Internet.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Acest program nu este valid. [br]Va trebui să reinstalaţi Bandicut.

TEXT_NOT_SEEKABLE			= Acest fişier media nu poate fi analizat. 
TEXT_NOT_SEEKABLE_DETAIL		= Modul viteză înaltă şi setările segment nu sunt disponibile.[br]- Tabel index corupt.[br]- Nu există cadre cheie sau tabel index.

TEXT_NOT_SUPPORT_FILE			= Bandicut nu suportă acest fişier. [br](Nu există informatii despre fişierul sau codecul video.)[br]
TEXT_NOT_SUPPORT_VIDEO			= [br]- Codec video ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Codec audio ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Formatul fişierului : ${str1}
TEXT_NOT_SUPPORT_NONE			= Nimic
TEXT_NOT_SUPPORT_NOT_DECODE		= (Imposibil de reprodus)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Nu există date video)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Fișierul de intrare nu există.[br]Vă rugăm să verificați calea fișierului. 

TEXT_NOT_HIGH_SPEED			= Modul Viteză înaltă nu e disponibil.
TEXT_NOT_HIGH_SPEED_DETAIL		= Codecul nu permite folosirea modului Viteză înaltă. [br]- Vă rog să folosiți modul Codare.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Sunt mai puţin de 10 cadre video.
TEXT_NOT_HIGH_SPEED_QUERY		= - Crearea fişierului a eşuat.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Modul Viteză înaltă e mai rapid decat modul Codare. [br]Totuşi, timpul de start al fişierului se poate schimba daca se foloseşte modul Viteză înaltă (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Doriţi utilizarea modului viteză înaltă?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Modul Viteză înaltă e disponibil după inregistrare.[br][br]Doriţi să cumpăraţi licenţa Bandicut de aici https://www.bandicut.com ?

TEXT_FRAME_CUT_CANT_CHANGE		= Nu puteți modifica această setare în versiunea gratuită Bandicut. [br]Vă rugăm să cumpărați Bandicut de la https://www.bandicut.com

TEXT_KEY_FRAME_CUT			= Timpul de start al fişierului se poate schimba.
TEXT_KEY_FRAME_CUT2			= - Utilizați modul Codare dacă există vreo problemă.

TEXT_NOT_HIGH_SPEED_JOIN		= Puteți folosi modul Viteză înaltă pentru Unire numai dacă toate formatele sunt exact la fel.

TEXT_MSG_CONVERTING_CLOSE		= Sarcină în desfăşurare. Doriţi să o anulaţi şi să închideţi Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= Sarcină în desfăşurare. Doriţi să o anulaţi?
TEXT_MSG_CHECK_NOT_SHOW			= Data viitoare nu mai arăta.
TEXT_MSG_WRITE_HEADER			= Acum se scrie antetul fişierului. Daca fişierul e mai mare, durează mai mult timp. Vă rugăm să asteptaţi puţin.

TEXT_ERROR_DISKSPACE_TITLE		= Nu este suficient spațiu pe disc pentru folderul de ieșire.
TEXT_ERROR_DISKSPACE			= Vă rugăm să schimbați folderul de ieșire și încercați din nou.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Spațiu disponibil pe disc: ${str1}[br]-Spațiu necesar pe disc:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Nu există suficient spațiu pe disc pentru folderul cache.
TEXT_ERROR_CACHE_DISKSPACE		= Vă rugăm să schimbați folderul cache și încercați din nou.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Spațiu disponibil pe disc: ${str1}[br]-Spațiu necesar pe disc:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Vă rugăm să schimbați folderul de ieșire sau cache.
TEXT_ERROR_FILE_SYSTEM			= Dosarul de ieșire sau cache nu este localizat pe un sistem de fișiere NTFS, ceea ce poate cauza probleme la procesarea fișierelor mai mari de 4 GB.[Br]-Folder pentru schimbare:
TEXT_CANT_KEYFRAME_SEEK			= Acum, analizez fişierul media. Dupa ce analiza este completă, puteţi căuta după cadrele cheie.
TEXT_READ_FILE				= Citirea fișierului eșuată. Vă rugăm să verificați fișierul de intrare.[br]Daca fișierul e pe un CD/DVD, vă rugam să copiați fișierul pe hard disk și să încercați din nou.
TEXT_CODEC_CONFIG			= Setări incorecte de codare.
TEXT_CODEC_CONFIG2			= [br]Vă rugăm să mergeți la 'Setări de codare', să alegeți setările implicite și să încercați din nou.
TEXT_VIDEO_ENCODING			= În timpul codării video a apărut o eroare. Trebuie să verificați fișierul de intrare sau setările de codare.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Convertirea s-a oprit datorită unei probleme la Intel® Quick Sync Video encoder.
TEXT_VIDEO_ENCODING_QSV			= Folosiți H.264 Software Encoder?
TEXT_AUDIO_ENCODING			= În timpul codării audio a apărut o eroare. Trebuie să verificați fișierul de intrare sau setările de codare.
TEXT_NOT_SUPPORT_TYPE			= Nu a putut fi creat fișierul de ieșire.
TEXT_UNSUPPORT_VIDEO_SIZE		= Nu se poate converti la această rezoluție video.[br]Rezoluția maximă acceptată de ${str1} este ${str2}.[br]Accesați meniul „Setări de codare” și selectați o altă rezoluție video și încercați din nou.
TEXT_NO_ENCODER				= Nu a putut fi găsit codecul.
TEXT_SEND_FILE				= Dacă trimiteți fișierul la bandicut@bandicam.com, vom încerca să rezolvăm problema.
TEXT_CHECK_CHANGE_ENCODER		= De acum în colo folosiți H.264 Software Encoder
TEXT_INTER_FILE				= A apărut o eroare la salvarea videoclipului în dosarul de ieșire.
TEXT_CANT_DECODE_AUDIO			= Unele piste audio nu pot fi decodate.[br]Nu vor fi convertite. Sigur doriți să continuați?

TEXT_REBUILD_COMPLETE			= Fișier(e) gata de editat.
TEXT_REBUILD_FAILED			= A apărut o eroare la pregătirea fișierelor video.[br]

TEXT_ERRMSG_CONVERT_NUM			= Codare eşuată.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Modul Viteză înaltă a eşuat din cauza fişierului prea mare. Vă rugăm să folosiţi modul Codare.

TEXT_MSG_CHANGE_MODE_DROP		= Dacă se adaugă mai multe fișiere la Bandicut, Bandicut se va schimba în Unificator. [br]Sigur doriți să continuați?
TEXT_MSG_CANT_CHANGE			= Bandicut analizează fișierele adaugate.

TEXT_MISSED_FILE_REMOVE 		= Fișierul a fost eliminat din lista segmentelor deoarece nu există.[br]-${str1}

TEXT_INVALID_VALUE			= Introduceți o valoare între ${int1} și ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= Puteți adăuga până la ${int1} fişiere/segmente.
TEXT_WARNING_MAX_SEGMENT_FAIL           = Sub ${int1} nu au fost adăugate fişiere.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Sunteți pe punctul de a depăși numărul maxim de segmente Bandicut (99). Dacă continuati, unele segmente nu vor fi adăugate.[br]Sigur doriți să continuați?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut nu poate împărți în ${int1} segmente deoarece durata fiecărui segment este prea mică.[br]Introduceți un număr mai mic.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Nu mai puteți diviza segmentul deoarece numărul maxim de segmente a fost depășit.
TEXT_WARNING_MAX_SEGMENT_ZERO		= Timpul este mai lung decât timpul segmentului.[br]Vă rugăm să setați o valoare mai mică și să încercați din nou.
TEXT_WARNING_INVALID_TIME		= Vă rugăm să setați un timp mai mare de 1 secundă.

TEXT_EXIST_FILE_HEADER			= Un fişier cu acest nume exista deja .
TEXT_EXIST_FILE_COMMENT			= Dacă veți continua această sarcină, un număr de ordine va fi adăugat la numele fișierului. Sigur doriți să continuați?
TEXT_EXIST_FILE_OVERWRITE		= Salvați fișierul proiect
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} există deja.[br]Doriți să îl suprascrieți?

TEXT_MSG_PROJECT_HELP			= Ce este un fișier proiect?
TEXT_MSG_SAVE_PROJECT_HEADER		= Sarcină în desfășurare.
TEXT_MSG_SAVE_PROJECT			= Dacă adăugați fișiere video sau proiect, sarcina în desfășurare va fi pierdută.
TEXT_MSG_SAVE_PROJECT2			= Doriți să continuați după salvarea unui fișier proiect?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Doriți să continuați după salvarea unui fișier proiect?
TEXT_MSG_LOAD_PROJECT_FAIL		= Deschiderea fișierului proiect a eșuat.
TEXT_MSG_RESTORE_PROJECT		= Bandicut nu s-a închis corect.[br]Doriți să restabiliți sarcina anterioară?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video nu este activat.[br]Pentru a utiliza "H264 (Intel® Quick Sync Video)" codec, vă rugăm să conectați cablul VGA al monitorului în portul VGA al placii de bază.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = Doriți să vizitați pagina de ajutor?

TEXT_ENCODER_TITLE			= ${str1} codificator Disponibil
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} este un codificator hardware care vă permite să editați videoclipuri cu o viteză mai mare decât codificatorul bazat pe software.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Doriți să utilizați codificatorul ${str1} ?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Această caracteristică nu mai este disponibilă din cauza politicii Facebook.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Informaţii fişier de intrare 
TEXT_H264_NOT_SUPPORT			= Acest sistem nu suportă codarea H.264.
TEXT_FILE_NAME				= Nume fişier: ${str1}
TEXT_FILE_TYPE				= Format fişier: ${str1}
TEXT_FILE_DURATION			= Durată: ${str1}
TEXT_FILE_SIZE				= Mărime fişier: ${str1}
TEXT_SEGMENT				= Segmente: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Timpul de start original: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Noul timp de start: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Folosiţi modul viteză înaltă: ${str1}
TEXT_SEEKABLE				= Căutare ${str1}  
TEXT_POSSIBLE				= Activare
TEXT_IMPOSSIBLE				= Dezactivare
TEXT_POSSIBLE_REG			= Disponibil după înregistrare.
TEXT_TRACK_COUNT			= ${int1} Pista(e) video, ${int2} Pistă(e)audio
TEXT_OUTPUT_FILE_INFO			= Informaţii fişier de ieşire
TEXT_ADD_FAILED				= [Adăugarea fişierului a eşuată]
TEXT_OUTPUT_OPTION			= Opțiuni ieșire
TEXT_INPUT_FILES			= [Fișiere de intrare(Segmente) Număr : ${int1}]
TEXT_H264_ENCODER			= Codificatorul H.264 
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Fişiere media
TEXT_MAIN_PROJECT_FILES			= Fişiere proiect
TEXT_MAIN_ALL_FILES			= Toate fişierele

TEXT_MOREINFO				= Mai mult...

TEXT_SEGMENT_TITLE			= Segmentul ${str1}
TEXT_SEGMENT_FILE_TITLE			= Fișierul ${str1}

TEXT_RECORDING				= Porniți programul de înregistrare a ecranului Bandicam[br](Înregistrați un ecran PC, un joc sau o cameră web)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Trial
TEXT_BANNER_OFF_SUBJECT			= Utilizați versiunea neînregistrată.
TEXT_BANNER_OFF_CONTENTS_1		= Dacă achiziționați și înregistrați licența Bandicut,
TEXT_BANNER_OFF_CONTENTS_2		= puteți utiliza software-ul fără limitele de încercare.
TEXT_BANNER_RESULT_SUBJECT		= Nu sunteți mulțumit de viteză?
TEXT_BANNER_RESULT_CONTENTS_1		= Vă rugăm să cumpărați licența Bandicut.
TEXT_BANNER_RESULT_CONTENTS_2		= Viteza va crește cu peste <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Cumpărați acum

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (gratuit) pentru Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Cel mai rapid Tăietor, Desparțitor și Unificator video fără pierderi
TEXT_BANNER_UWP_CONTENTS_2		= Pentru mai multe informații, vizitați site-ul oficial.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= General
TEXT_TAB_FILE				= Ieșire
TEXT_TAB_LANGUAGE			= Limbă
TEXT_TAB_HIGHSPEED			= Viteză înaltă
TEXT_TAB_VFILTER			= Filtru Video
TEXT_TAB_INFO				= Despre

TEXT_PREFIX_FILE_NAME			= Numele fișierului sursă
TEXT_PREFIX_CUSTOM			= Prefix personalizat
TEXT_PREFIX_NONOE			= Nimic
TEXT_SUFFIX_TIME			= Data și ora
TEXT_SUFFIX_SERIAL			= Numărul secvenței
TEXT_SUFFIX_DATE_SERIAL			= Data și numărul secvenței
TEXT_FILE_EXAMPLE			= Ex)
TEXT_DEFAULT_CACHE_FOLDER		= (Implicit)

TEXT_INTEL_QSV				= Intel® Quick Sync video (Rapid, Accelerare hardware)

TEXT_H264_NOT_SUPPORT			= Acest sistem nu suportă codarea H.264.[br]Doriţi să vizitaţi pagina de ajutor?

TEXT_VIDEO_QUALITY			= Calitate
TEXT_VIDEO_BITRATE			= Rata biţilor(kbps)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Stereo
TEXT_NO_VIDEO				= Fără imagine
TEXT_NO_AUDIO				= Fără sunet
TEXT_VIDEO				= Video
TEXT_AUDIO				= Audio
TEXT_UNKNOWN				= Necunoscut
TEXT_AUTO				= Auto
TEXT_ALWAYS				= Întotdeauna
TEXT_DONT_USE				= Nu folosi

TEXT_FIT_WIDTH				= Potriveşte după lăţime
TEXT_FIT_HEIGHT				= Potriveşte după înălţime
TEXT_SIZE_AUTO				= Marimea originală
TEXT_SIZE_CUSTOM			= Particularizat

TEXT_FIT_WIDTH_INFO			= Potriveşte după lăţime (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Potriveşte după înălţime (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= Mențineți FPS original

TEXT_MIN_VIDEO_SIZE			= Valoarea minimă pentru laţimea şi înălţimea video este ${int1}.
TEXT_MAX_VIDEO_SIZE			= Valoarea maximă pentru laţimea şi înălţimea video este ${int1}.
TEXT_ODD_VIDEO_SIZE			= Codarea poate eşua dacă lăţimea sau înălţimea este un număr impar.[br] Doriţi să modificaţi dimensiunea video, după cum urmează?
TEXT_ODD_VIDEO_SIZE2			= [br]- Dimensiuni video-utilizator: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- noua dimensiune video: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Valoarea maximă a ratei biţilor este ${int1} Kbps.
TEXT_MAX_VIDEO_QUALITY			= Valoarea calităţii video trebuie să fie între 1 şi 100.
TEXT_DONT_ALLOW_NORMALIZE		= Nu puteți utiliza această opțiune cu opțiunea [Eliminați pistele audio].[br]Doriți să dezactivați opțiunea [Eliminați pistele audio]?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Nu puteți utiliza această opțiune cu opțiunea [Normalizați].[br]Doriți să dezactivați opțiunea [Normalizați]?

TEXT_SAMPLERATE_AUTO			= Frecvenţa originală

TEXT_ASK_FOR_REG			= Versiune neînregistrată
TEXT_ASK_FOR_REG_DETAIL			= Cumpăraţi Bandicut pentru eliminarea tuturor restricţiilor.
TEXT_ASK_FOR_REG_CONTINUE		= Ignoră şi continuă
TEXT_ASK_FOR_REG_REGNOW			= Înregistrează Bandicut
TEXT_ASK_FOR_REG_TRY			= Încercați Bandicut neînregistrat

TEXT_NOT_EXIST_OUTPUT			= Dosarul de ieşire nu există. Vă rugăm să schimbați folderul de ieșire.
TEXT_NOT_SUPPORT_FOLDER			= Nu puteți salva fișiere în acest dosar. Vă rugăm să alegeți un alt dosar.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Nu puteți salva fișiere în dosarul sursă. [br]Doriți să continuați după ce debifați opțiunea [Salvați în dosarul sursă]?
TEXT_NOT_ALLOWED_CHAR			= Un nume de fișier nu poate conţine nici unul din caracterele următoare.[br]${str1}
TEXT_LONG_PATH				= Numele fişierului ar fi prea lung. Scurtaţi numele fişierului şi încercaţi din nou, sau încercaţi altă locaţie care are o cale mai scurtă.[br]Lungimea maximă a căii fişierului este ${int1} caractere.
TEXT_ADDING_FILES			= Se adaugă fișierele media. Vă rugăm să așteptați puțin.

TEXT_DEFAULT_PRESET			= Implicit
TEXT_FIT_WIDTH_PRESET			= Potrivire lățime
TEXT_FIT_HEIGHT_PRESET			= Potrivire înălțime
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smartphone
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Doriți să ștergeți presetarea?[br][br]-Numele presetării: ${str1}
TEXT_SAME_PRESET			= Numele presetării introdus există deja. Doriți să suprascrieți presetarea existentă?[br][br]-Numele presetării: ${str1}
TEXT_SAME_RENAME_PRESET			= Numele presetării introdus există deja. Vă rugăm să introduceți un nume diferit.[br][br]-Numele presetării: ${str1}
TEXT_REFLECTED_PRESET			= Presetarea dvs. a fost aplicată[br][br]-Numele presetării: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Acest program va instala Bandicut.[br][br]Dacă Bandicut e pornit, vă rugăm să îl închideţi înainte de începerea instalării.[br][br]Clic Next pentru a continua.
TEXT_DELETE_ALL_FILES			= Nu au fost şterse toate fişierele din ${str1}). [br]Doriţi ştergerea lor?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut este în uz. Închideți programul înainte de a continua.
TEXT_THIS_IS_NT_ONLY_APP		= Acest soft va funcționa corect numai în Windows Vista și ulterior. [br]Doriți să descărcați versiunea pentru Windows XP?
TEXT_DO_NOT_WORK_32BIT			= Acest program nu funcționează pe Windows pe 32 de biți. [br]Doriți să descărcați versiunea pentru Windows pe 32 de biți?
TEXT_NEED_ADMIN_PRIVILEGE		= Instalarea acestui program necesită drepturi de administrator. [br] Vreţi să opriţi instalarea?
TEXT_DELETE_ALL_PRESET_FILES		= Presetările dvs. personalizate există.[br]Doriți să le eliminați?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT			= Selectați modul pe care doriți să îl utilizați.
TEXT_WIZARD_COMMENT_CUT			= Tăiați fișierele video și înlăturați una sau mai multe părți din video.
TEXT_WIZARD_COMMENT_SPLIT		= Împărțiți un fișier video în mai multe segmente.
TEXT_WIZARD_COMMENT_JOIN		= Uniți mai multe fișiere video.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Tăiere
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Unire

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Rezumă
TEXT_PAUSE				= Pauză
TEXT_READY				= Aşteptare

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Se scrie antetul fișierului
TEXT_JOIN_JOB				= Uneşte

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Bandicut a fost inregistrat.
TEXT_REGISTER_FAILED			= Înregistrare eşuată. [br]Verificaţi adresa de email şi numărul de serie.
TEXT_REGISTER_CONNECT_FAILED		= Nu mă pot conecta la serverul de înregistrare.[br]Vă rog să verificaţi legatura la internet şi să actualizaţi data şi ora sistemului.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Dacă aveţi nevoie de ajutor, faceţi clic pe butonul OK.
TEXT_REGISTER_INFO			= Adresă de email: ${str1}[br]Serial Number: ${str2}
TEXT_REGISTER_INFO2		= Data expirării : ${str1} (${int1} zile rămase)
TEXT_REGISTER_INFO2_EXPIRED	= Data expirării : ${str1} (Expirat)
TEXT_REGISTER_YET			= Neînregistrat!!![br]- Un filigran va fi adăugat la videoclip.[br]- Faceți clic pe butonul "Înregistrare" pentru a elimina toate restricțiile. 
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut a fost neînregistrat.
TEXT_UNREGISTER				= Doriți să ștergeți inregistrarea Bandicut?
TEXT_NOTICE_NEED_TO_RENEW	= Licența Bandicut expiră după ${int1} zile. Faceți clic pe butonul „OK” pentru instrucțiuni de reînnoire a licenței.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Licența Bandicut a expirat. Faceți clic pe butonul „OK” pentru instrucțiuni de reînnoire a licenței.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Va rugam să introduceți un titlu pentru video pentru a încărca.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Logare - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Conectarea cu YouTube din browser ...
TEXT_UPLOAD_VIMEO_LOGIN			= Logare - Vimeo
TEXT_UPLOAD_COMPLETE			= Încărcat
TEXT_UPLOAD_ERR_FAIL			= Încărcarea video a eșuat.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Acest fișier este prea mare pentru încărcat.
TEXT_UPLOAD_ERR_FREESPACE		= Nu există suficient spațiu liber pe Vimeo pentru a încărca.
TEXT_UPLOAD_ERR_CONNECT			= Conectarea la server a eșuat.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Imposibil de încărcat acest videoclip. Utilizatorii Vimeo Basic nu pot folosi această funcție.
TEXT_UPLOAD_WARNING_DOING		= Se încarcă ${int1} fișiere video. Doriți oprirea încărcării si inchiderea Bandicut?
TEXT_UPLOAD_NO_PASSWORD			= Introduceți o parolă.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicut a depășit cota de încărcare zilnică atribuită de YouTube.\nCota va fi resetată la miezul nopții ora Pacificului (PT).\nÎncărcați videoclipul direct de pe YouTube sau încercați din nou după miezul nopții ora Pacificului.\n\nDoriți să vizitați YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Nu s-a obținut confirmarea accesului.

TXT_TITLE               		= Conectarea cu YouTube este completă!
TXT_MESSAGE_COMPLETE1   		= Conectarea cu YouTube este completă!
TXT_MESSAGE_COMPLETE2   		= Puteți închide această pagină.
TXT_GOTO_BANDICUT_HOME  		= Mergi la bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Instalarea este în desfășurare ...
TEXT_UPDATE_FAILED_DL			= Descărcarea fișierelor de instalare a eșuat. [br]Poate că acest sistem în prezent nu este conectat la Internet.
TEXT_UPDATE_INSTALL_SUCCEED		= Instalarea s-a finalizat.
TEXT_UPDATE_INSTALL_FAILED		= Instalarea a eșuat.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= Despre [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Deschide fişierul [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Încărcați pe
MENUSTR_MAIN_FILE_CLOSE			= Închide fişierul [tab]F4
MENUSTR_MAIN_OUTPUT			= Deschide dosarul de ieşire [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Configuraţie [tab]F5
MENUSTR_MAIN_REGISTER			= Înregistrare [tab]F3
MENUSTR_MAIN_CLOSE			= Ieşire [tab]Alt+F4
MENUSTR_MAIN_HELP			= Ajutor
MENUSTR_HELP_ONLINE			= Ajutor
MENUSTR_HELP_HOTKEYS			= Taste rapide
MENUSTR_HELP_LICENSE			= Informații privind licența
MENUSTR_MAIN_VIDEO			= Video
MENUSTR_MAIN_AUDIO			= Audio
MENUSTR_MAIN_FILE_INFO			= Informații fișier [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Închide toate fișierele [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Deschideți un fișier proiect
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Salvați un fișier proiect
MENUSTR_UPLOAD_SETTING			= Setări

MENUSTR_PRESET_USER			= Presetări utilizator
MENUSTR_PRESET_ADD			= Adăugați o presetare
MENUSTR_PRESET_EDIT			= Editează presetări

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Anulează
IDOK					= OK
IDC_BTN_CLOSE				= Închide
IDC_BTN_YES				= Da
IDC_BTN_NO				= Nu
IDC_BTN_REGISTER			= Înregistrează
IDC_CK_OPEN_OUTPUT_FOLDER		= La finalizare deschide dosarul de ieşire.
IDC_ST_DETAIL_LINK			= Mai mult...
IDC_ST_OPTION				= Opțiuni
IDC_ST_HELP				= Ajutor

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Setări de codare
IDC_ST_FILE_FORMAT			= Fișier
IDC_ST_FORMAT				= Formatul fişierului 
IDC_ST_VIDEO_DETAIL			= Video
IDC_ST_AUDIO_DETAIL			= Audio
IDC_ST_VIDEO_SIZE			= Mărime video
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= Codec video
IDC_ST_VIDEO_MODE			= Controlul ratei de biţi
IDC_ST_VIDEO_QUALITY			= Calitate
IDC_ST_VIDEO_BITRATE			= Rata de biţi
IDC_ST_VIDEO_DEINTERLACE		= Deîntrețesere
IDC_ST_AUDIO_CODEC			= Codec audio 
IDC_ST_AUDIO_CHANNEL			= Canal
IDC_ST_AUDIO_SAMPLERATE			= Frecvenţă
IDC_ST_AUDIO_MODE			= Controlul ratei de biţi
IDC_ST_AUDIO_BITRATE			= Rata de biţi
IDC_BTN_PRESET				= Implicit
IDC_BTN_SETTING_MORE			= Mai multe setări...
IDC_ST_AUDIO_NORMALIZE			= Normalizați
IDC_CK_AUDIO_NORMALIZE			= Folosiți

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= Setări H.264
IDC_ST_H264_PROFILE_SETTING		= Setări ${str1}
IDC_ST_H264_PROFILE			= Profil
IDC_ST_H264_LEVEL			= Nivel

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Adăugați o presetare nouă
IDC_ST_ADD_PRESET			= Puteți salva setările de format curente ca o presetare nouă.[br]Introduceți un nume pentru noua presetare. 
IDC_ST_SELECT_ENCODER			= Setări H.264 Encoder
IDC_ST_VIDEO_ENCODER			= H.264 Encoder			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Redenumiți Presetarea
IDC_ST_RENAME_PRESET			= Introduceți un nou nume pentru presetare.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Editează presetări
IDC_BTN_PRESET_ADD			= Adăugă
IDC_BTN_PRESET_DELETE			= Șterge
IDC_BTN_PRESET_RENAME			= Redenumiți

[IDD_SETTING]
IDD_SETTING				= Configuraţie
IDC_BTN_RESET				= Restabilire

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Avertisment la deschiderea fişierelor ce nu pot fi analizate.
IDC_CK_ALERT_EXIST_FILE			= Avertisment când există deja un fişier cu acelaşi nume.
IDC_CK_ALERT_SAVE_PROJECT		= Alertă la salvarea unui fișier proiect.
IDC_CK_USE_LOG_FILE			= Crează fişier log(.log)
IDC_CK_MOV_FRONT_HEADER			= Salvați informațiile fișierului (moov) în partea din față a fișierului
IDC_CK_KEEP_CREATION_TIME		= Păstrați data/timpul creării fișierului original.
IDC_ST_UPLOAD				= Opțiuni de încărcare
IDC_CK_SHOW_TIP				= Afișați sfaturi/informații
IDC_CK_AUTO_MOVE			= Deplasați poziția de introducere atunci când apăsați tastele numerice.
IDC_CK_DEINTERLACE_PREVIEW		= Utilizați filtrul de deîntrețesere atunci când redați conținut video întrețesut.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Dosar de ieşire
IDC_BTN_SET_OUTPUT			= Răsfoiți...
IDC_BTN_OPEN_OUTPUT			= Deschide
IDC_CK_OUTPUT_SOURCE			= Salvați în dosarul sursă
IDC_ST_FILENAME				= Setarea numelui fișierelor
IDC_ST_CACHE_FOLDER			= Folderul Cache
IDC_BTN_SET_CACHE_FOLDER		= Răsfoiți...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Implicit

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Limbă
IDC_ST_TRANSLATOR			= Mulţumim traducătorilor

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Avertizare când nu se poate folosi modul Viteză înaltă.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Tăiați/uniți numai după cadrele cheie în modul Viteză înaltă.
IDC_CK_SHOW_KEY_FRAME_CUT		= Avertizare la schimbarea momentului de început al fisierului.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Încărcați pe Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Informații încărcare
IDC_ST_VIMEO_FILENAME			= Nume fișier:
IDC_ST_VIMEO_TITLE			= Titlu:
IDC_ST_VIMEO_DESCRIPTION		= Descriere:
IDC_ST_VIMEO_PRIVACY			= Intimitate:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Oricine poate să vadă acest videoclip pe Vimeo
IDC_RD_VIMEO_PRIVACY_ONLYME		= Numai eu pot vedea acest videoclip
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Numai persoanele pe care le urmaresc pot vedea videoclipul
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Numai persoanele cu link-ul privat pot vedea acest videoclip 
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Utilizatorii Vimeo Basic nu pot folosi această opțiune)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Numai persoanele care au o parolă pot vedea acest videoclip
IDC_CK_HIDE_PASSWORD			= Ascundeți parola
IDC_BTN_VIMEO_UPLOAD			= Încărcare
IDC_LN_VIMEO_HELP			= Ajutor

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Se încarcă...
IDC_ST_VIMEO_UPLOADED			= Încărcarea s-a terminat!
IDC_ST_VIMEO_LINK			= Legătură:
IDC_ST_VIMEO_EMBED			= Inserarți:
IDC_BTN_VIMEO_LINK_GO			= Accesați
IDC_BTN_VIMEO_EMBED_COPY		= Copiază
IDC_BTN_VIMEO_CLOSE			= Închide

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Încărcați pe Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Informații încărcare
IDC_ST_YOUTUBE_FILENAME			= Nume fișier:
IDC_ST_YOUTUBE_TITLE			= Titlu:
IDC_ST_YOUTUBE_DESCRIPTION		= Descriere:
IDC_ST_YOUTUBE_PRIVACY			= Intimitate:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Public - Oricine poate vedea acest video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Nelistat - Oricine are link-ul de la video poate vedea acest videoclip
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Privat - Acest video e vizibil pentru mine și pentru utilizatorii selectați
IDC_BTN_YOUTUBE_UPLOAD			= Încarcă
IDC_LN_YOUTUBE_HELP			= Ajutor
IDC_LN_YOUTUBE_TOS			= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Ține-mă logat
IDC_BTN_YOUTUBE_LOGOUT			= Deconectează-mă

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Se încarcă...
IDC_ST_YOUTUBE_UPLOADED			= Încărcarea video e terminată!
IDC_ST_YOUTUBE_LINK			= Link:
IDC_ST_YOUTUBE_EMBED			= Încorporare:
IDC_BTN_YOUTUBE_LINK_GO			= Deschide
IDC_BTN_YOUTUBE_EMBED_COPY		= Copiază
IDC_BTN_YOUTUBE_CLOSE			= Închide

[IDD_FILEINFO]
IDD_FILEINFO				= Informații fișier
IDC_BTN_CLIPBOARD			= Copiază în Clipboard

[IDD_REGISTER]
IDD_REGISTER				= Înregistraţi Bandicut
IDC_ST_1BUY				= 1. Cumpăraţi
IDC_ST_1BUY_COMMENT			= În cazul în care Bandicut nu este înregistrat, un filigran va fi adăugat la video. Vă rugăm să faceți clic pe butonul "Cumpără acum" pentru a cumpăra licența Bandicut.
IDC_BTN_BUY_ONLINE			= Cumpăraţi acum
IDC_ST_2REGISTER			= 2. Înregistraţi
IDC_ST_2REGISTER_COMMENT		= Introduceţi adresa de e-mail şi numărul de serie. [br](Pentru a înregistra Bandicut aveţi nevoie de legătură la internet.)
IDC_ST_EMAIL_ADDRESS			= Adresă de email
IDC_ST_SERIAL_NUMBER			= Număr de serie
IDC_BTN_REGISTER_NOW			= Înregistraţi acum
IDC_BTN_UNREGISTER_NOW			= Anulați înregistrarea

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Oprirea calculatorului
IDC_ST_SHUTDOWN_INFO			= Oprirea calculatorului
IDC_ST_SHUTDOWN_MSG1			= Calculatorul se va opri automat la finalizarea procesului.[br]clic pe butonul Cancel dacă nu doriţi să inchideţi calculatorul.
IDD_SHUTDOWN_APP			= Închide Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Închide Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut se va opri automat la finalizarea procesului.[br]clic pe butonul Cancel dacă nu doriţi să închideţi Bandicut.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Verificare actualizare
IDC_ST_UPDATE_SETTING			= Setări
IDC_CK_ENABLE_AUTO_CHECK		= Actualizare automată.
IDC_CK_SHOW_UPDATE_POPUP		= Arată un mesaj la apariţia unei versiuni noi.
IDC_CK_SHOW_ENABLE_BETA			= Arată un mesaj la apariţia unei versiuni beta.
IDC_BTN_CHECK_UPDATE_NOW		= Verifică actualizarea acum

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Informații actualizare
IDC_ST_UPDATE_MSG1			= Versiune nouă disponibilă.
IDC_ST_UPDATE_MSG2			= Clic butonul “actualizare” pentru descărcare.
IDOK					= Actualizare

[IDD_FAILTOADD]
IDD_FAILTOADD				= Adăugare fișier(e) eșuată.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Divizor video
IDOK					= Aplică
IDC_RD_SPLIT_NUMBER			= Împărțiți în
IDC_RD_SPLIT_TIME			= Împ. după durată:
IDC_ST_SEGMENT				= Segmente
IDC_CK_KEEP_SEGMENT			= Păstrați segmentul selectat
IDC_ST_HOUR				= Ore
IDC_ST_MIN				= Min.
IDC_ST_SEC				= Sec.

[IDD_INFORMATION]
IDD_INFORMATION				= Taste rapide
IDD_INFORMATION_LICENSE			= Informații privind licența

[SKIN]
; New UI
; Common
$BN_START				= Start
$BN_CANCEL				= Anulează
$BN_OK					= OK
$BN_YES					= Da
$BN_NO					= Nu
$ST_OPTION				= Opțiuni
$CK_JOIN				= Uniți segmentele
$BN_OPEN_OUTPUT				= Deschide
$BN_HELP				= Ajutor
$CHECK_DO_NOT_SHOW			= Nu se afișează data viitoare.

; Main
$BN_TIP					= Vă rugăm să vă înregistrați pentru a elimina toate restricțiile. 
$BN_ADD_SEGMENT				= Adăugați un segment
$BN_GUIDE_OPEN_FILE			= Deschide fișier
$BN_GUIDE_OPEN_FILE_JOINER		= Deschideţi fișierele
$ST_GUIDE_SET_SEGMENT			= Selectaţi zona de tăiere
$ST_GUIDE_START				= Clic Start
$ST_GUIDE_ADD_FILES			= Adăugați fișiere
$ST_SEGMENT_LIST_TITLE			= Lista segmentelor tăiate
$ST_SEGMENT_LIST_TITLE_JOIN		= Lista fișierelor de unit

; Wizard
$BN_WIZARD_CUT				= Taie
$BN_WIZARD_JOIN				= Unește
$BN_WIZARD_SPLIT			= Desparte

; About
$ST_ABOUT_VERSION_INFO			= Bandicut Version
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Există o nouă versiune disponibilă.
$BN_ABOUT_CHECK_UPDATE			= Verificare actualizare
$ST_ABOUT_LICENCE_INFO			= Informaţii despre program
$BN_ABOUT_REGISTER			= Inregistreaza-te
$BN_ABOUT_REGISTER_HELP			= Cum să cumpărați și să vă înregistrați
$ST_ABOUT_HOMEPAGE_INFO			= Website URL
$ST_ABOUT_HOMEPAGE_URL			= Pagina principala
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Actualizați înregistrarea
$BN_ABOUT_RENEW_LICENSE			= Reînnoiește licențea

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Mod
$RD_READY_HIGH_SPEED_MODE		= Modul viteză înaltă
$RD_READY_ENCODING_MODE			= Modul Codare
$ST_READY_MODE_HIGH_SPEED		= Rapid şi fără pierderi de calitate (Recomandat)
$ST_READY_MODE_ENCODING			= Alegeți formatul fişierului, calitatea şi codecul (Lent)
$ST_READY_FILE_FORMAT			= Format fişier
$ST_READY_VIDEO_INFO			= Informaţii video
$ST_READY_VIDEO_ENCODER			= Codificator video
$ST_READY_AUDIO_INFO			= Informaţii audio
$BN_READY_DETAIL_SETTING		= Setări de codare
$BN_READY_PRESET			= Presetare
$ST_READY_OUTPUT_OPTION			= Ieşire
$ST_READY_OUTPUT_FILE_NAME		= Numele fişierului
$ST_READY_SAVE_FOLDER			= Dosar
$CK_READY_OUTPUT_TO_SOURCE		= Salvați în dosarul sursă
$ST_READY_TRACK_OPTION			= Salvați pistele
$RD_READY_ALL_TRACK			= Salvaţi toate canalele video şi audio
$RD_READY_SEL_TRACK			= Salvaţi numai canalele video şi audio selectate
$CK_READY_EXTRACT_AUDIO			= Extrage pistele audio (.mp3)
$CK_READY_REMOVE_AUDIO			= Eliminați piste audio

; Run
$ST_RUN_CUT_FILE_INFO			= Progres
$ST_RUN_FILE_NAME			= Fişier:
$ST_RUN_COMPLETE			= Complet
$BN_RUN_UPLOAD				= Încărcați
$BN_RUN_PLAY				= Rulează
$ST_RUN_RUNNING_TIME			= Timp scurs
$ST_RUN_REMAINING_TIME			= Timp rămas
$ST_RUN_SPEED				= Viteză
$ST_RUN_FILE_SIZE			= Mărime fişier
$ST_END_OPTION				= Dupa finalizare
$ST_UPLOAD_OPTION			= Opțiuni de încărcare
$CK_RUN_OPEN_OUTPUT_FOLDER		= La finalizare deschide dosarul de ieşire.
$CK_RUN_SYSTEM_CLOSE			= Închideţi calculatorul
$CK_SOUND_ALARM				= Redați un sunet
$CK_MOVE_TO_MAIN			= Accesați fereastra principală

; Capture
$BN_OPEN_FOLDER			= Deschideți dosarul
$BN_MESSAGE				= [u]Imaginea capturată a fost salvată în directorul de ieșire.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Ați folosit <font color="yellow">Bandicam</font>? Vă permite să înregistrați orice de pe ecranul PC-ului și să îl salvați ca fișier video.[br]Doriți să încercați Bandicam?
$BN_UPDATE_STEP1_LINK			= Aflați mai multe
$ST_UPDATE_STEP2_TEXT			= Descărcare în progres...
$BN_UPDATE_INSTALL			= Instalați acum
$BN_UPDATE_LATER			= Nu, mulțumesc!
$BN_UPDATE_CANCEL			= Anulați
$BN_UPDATE_CLOSE			= Inchideti
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Pregătirea fișierelor pentru editare.

; Tooltip
$TT_MENU				= Meniu
$TT_WIZARD				= Începeți (Acasă)
$TT_CUTTER				= Taie
$TT_JOINER				= Unește
$TT_ABOUT				= Informații (F1)
$TT_SETTING				= Configurație (F5)
$TT_BANDICAM				= Porniți Bandicam

$TT_FILE_CLOSE_WORK			= Închide toate fișierele (F4)
$TT_FILE_CLOSE_WORK_CUT			= Închideți fișierul - eliminați toate segmentele (F4)

$TT_FILE_OPEN				= Deschide fișier (F2,Ctrl+O)
$TT_FILE_ADD				= Adăugați fișiere (F2,Ctrl+O)
$TT_FILE_PROJECT			= Deschideți/Salvați fișierul proiect
$TT_OPEN				= Deschideți

$TT_REGISTER				= Înregistrează (F3)
$TT_OPEN_OUTPUT_FOLDER			= Deschideți un fișier proiect (Ctrl+F2)
$TT_HELP				= Ajutor
$TT_REFRESH_LINFO			= Actualizați informațiile despre licență

$TT_PLAYER_PLAY				= Redare/Pauză (Space)
$TT_PLAYER_STOP				= Stop (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= Redare/Pauză segment (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Stop segment (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Deplasare la cadrul cheie anterior (Ctrl+Left)
$TT_PLAYER_PREV_FRAME			= Deplasare la cadrul anterior (Left)
$TT_PLAYER_NEXT_FRAME			= Deplasare la cadrul următor (Right)
$TT_PLAYER_NEXT_KEY_FRAME		= Deplasare la cadrul cheie următor (Ctrl+Right)
$TT_PLAYER_PREV_FILE_PLAY		= Redare fișierul anterior (Left)
$TT_PLAYER_NEXT_FILE_PLAY		= Redare fișierul următor  (Right)
$TT_PLAYER_SEG_ADD			= Adaugă un segment (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= Puteți adăuga până la ${int1} fișiere/segmente.
$TT_PLAYER_SEG_START			= Început de segment ( S )
$TT_PLAYER_SEG_END			= Sfârşit de segment ( E )
$TT_PLAYER_MUTE_ON			= Mut ( M )
$TT_PLAYER_MUTE_OFF			= Cu sunet ( M )

$TT_PLAYER_CAPTURE			= Captură (Ctrl+C)

$TT_ADD_SEGMENT				= Adaugă un segment (Ctrl+N)
$TT_PREV_SEGMENT			= Segmentul anterior
$TT_NEXT_SEGMENT			= Segmentul următor 
$TT_PREV_MOVE_FILE			= Deplasare înapoi
$TT_NEXT_MOVE_FILE			= Deplasare înainte

$TT_RUN_UPLOAD_OPTION			= Opțiuni de încărcare

$TT_LIST_PLAY				= Redare/Pauză Segment
$TT_LIST_SPLIT				= Împarte
$TT_LIST_CUT_REMOVE			= Elimină
$TT_LIST_JOIN_REMOVE			= Elimină

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Taste rapide Bandicut
HOTKEYS_ABOUT				= - Despre Bandicut:		F1
HOTKEYS_FILE_INFO			= - Informații fișier:		Ctrl+F1
HOTKEYS_SETTING				= - Configuraţie:		F5
HOTKEYS_MAX				= - Maximizare/Restabilire:	Enter
HOTKEYS_CHANGE_MODE			= - Schimbă Modul	: Ctrl+M
HOTKEYS_REGISTER			= - Înregistrare Bandicut	: F3
HOTKEYS_HOME				= - Mergi la pagina de start:	Home

HOTKEYS_PLAY_TITLE			= * Redare
HOTKEYS_OPEN_FILE			= - Deschide fişierul:		Ctrl+O, F2
HOTKEYS_CLOSE				= - Închide (Toate) Fișier(ele):		F4
HOTKEYS_START				= - Start:           Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Deschide dosarul de ieşire:	Ctrl+F2
HOTKEYS_PLAY				= - Redare/Pauză:		Space
HOTKEYS_STOP				= - Stop:			Ctrl+Space
HOTKEYS_MUTE				= - Mut pornit/oprit:		M

HOTKEYS_SEGMENT_PLAY			= - Redare/Pauză segment:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Stop segment:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Înlaturare Segment:	Delete

HOTKEYS_PLAY_FORWARD			= - Înainte:			Right, Numpad+
HOTKEYS_PLAY_REWIND			= - Înapoi:			Left, Numpad-

HOTKEYS_CUT_TITLE			= * Tăiere
HOTKEYS_SET_START_TIME			= - Început de segment:	S
HOTKEYS_SET_END_TIME			= - Sfârşit de segment:		E
HOTKEYS_SEGMENT_ADD			= - Adaugă segment:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - Cadrul următor:		Right, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - Cadrul cheie următor:	Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			= - Cadrul precedent:		Left, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Cadrul cheie precedent:	Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		= - Selectează segmentul anterior : Up
HOTKEYS_NEXT_SEL_SEG			= - Selectează segmentul următor : Down

HOTKEYS_PREV_TIME_DIGIT			= - Mergeți la cifra de timp anterioară:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Mergeți la cifra de timp următoare:	Tab

HOTKEYS_JOIN_TITLE			= * Unește
HOTKEYS_PREV_FILE_PLAY			= - Redare fișier anterior: Left
HOTKEYS_NEXT_FILE_PLAY			= - Redare următorul fișier: Right